Repository: JuniorDiasDD/MandaBaiApp
Catalog: lib/l10n/app_*.arb
Languages: nl, pt

# text_terms_of_use
source: <b>Article 1-Identity of the entrepreneur</b><br><br> We are MandaBai Family Support Service, registered in the Trade Register of the Chamber of Commerce Rotterdam, under number 77725247. You can contact us in writing by the Grote Beer 138, 3067 TT Rotterdam (ZH), via e -mail.or via phone. <br><br><b>Article 2-Applicability</b><br><br> These terms and conditions apply if you buy or have purchased something from us online. We therefore bring these general conditions to your attention in various ways, so that you can easily consult them. It may be that we offer separate conditions for a product, service or promotion. In that case, these general terms and conditions also apply. <br><br><b>Article 3-The offer</b><br><br> We describe the products and services that we offer in sufficient detail. We also mention any conditions that apply. This is how we try to prevent misunderstandings. We also make a reservation for price changes and typing errors. For actions, Op = Op. There is also the possibility that certain actions may be restricted in respect of the quantity of products that can be purchased. We reserve the right to change discount actions at any time and / or to refuse an order. Discounted articles are for home use only, not for trade purposes. Reselling is therefore prohibited. <br><br><b>Article 4-Your profile</b><br><br> To place an order with us, you must create a profile. You warrant that the information you provide to us is accurate and complete and that you will update this information to keep it accurate and complete. You are responsible for keeping the login details of your profile secret. This means that you are also liable for all use that, as a result of actions and / or omissions attributable to you, are made via your profile of the website. We therefore ask you to treat your login details confidentially and only to use them for your own use. As soon as you know or have reason to suspect that your profile has come into the hands of unauthorized persons, you must inform us immediately. This does not affect your obligations to immediately take effective measures yourself, for example by changing your password. MandaBai is not liable for damage that in any way results from or relates to unauthorized use of your profile, unless this damage is the result of circumstances attributable to MandaBai. MandaBai reserves the right to temporarily and permanently block and / or remove your profile, under serious circumstances, for example when several fake orders are placed or orders are not picked up. <br><br><b>Article 5-The agreement</b><br><br> When you place an order with us online we will check it and confirm it by e-mail. In the confirmation we try to describe your order as completely as possible. If you discover errors in this confirmation, it is important that you contact us as soon as possible. You can find our contact details on www.MandaBai.com and in the confirmation of your order. It is also important that you save the confirmation of your order well (digitally). <br><br><b>Article 6-Right of withdrawal</b><br><br> If you have purchased a product from us that you are not satisfied with, you may return it to us within 14 days of receipt. This does not apply to products that fall under Article 10 of these conditions. <br><br><b>Article 7-Obligations during reflection period</b> During the 14 day reflection period, you may unpack or use the product as you would in the shop. It is therefore important that the product is in 'store state' when you return it. If this is not the case, it is possible that you will receive no, or less, money back. <br><br><b>Article 8-Shipping costs in case of withdrawal</b><br><br> The shipping costs for return are at your own expense. It is also possible to return the product for free at the nearest MandaBai store in your area. <br><br><b>Article 9-MandaBai's obligations in the event of withdrawal</b><br><br> You must indicate within 14 days after the placement of your order that you want to return a product, excluded products for withdrawal are products listed under. <br><br> Article 10 Then we will refund you as soon as possible but no later than 14 days after the cancellation of the purchase. <br><br>You (the person who uses our transfer services) bear the direct costs of returning the product. It is also possible to receive a new product if it is still available. In case you return the product to a MandaBai store, you will receive a confirmation on the spot and you will immediately receive a new product or your purchase price <br><br><b>Article 10. Exclusion of right of withdrawal</b><br><br> You can not return certain types of products due to safety and hygiene regulations. These are for example products that:<br> - can spoil and / or have a limited shelf life; - be clearly personal in nature; - are sealed and are not suitable to be returned for reasons of health protection or hygiene and of which the seal has been broken after delivery; - specially designed for you or made to measure. <br><br><b>Article 11-The price </b><br><br>The price of the products on our website are always listed excluding VAT. For some products, a daily price or a price per weight unit applies. With such products it may happen that the final price of the weighed / purchased product is (slightly) higher or lower than the price indicated at the time you place the order. In that case, the actual price will be charged upon delivery. In all cases, the delivery price is the final price. To use our transfer service, you pay a fee of € 7.00, € 9.00 or € 11.00, depending on the amount spent. If you want your order delivered at home, we charge € 4.00 delivery costs. These costs appear in your shopping basket before you place the order definitively <br><br><b>Article 12-Conformity and guarantee</b><br><br> We think it is important that you receive a good product. If this is not the case, you can contact us. You can find our contact details on www.MandaBai.nl and in the confirmation of your order. <br><br><b>Article 13-Delivery and execution</b><br><br> Your order will be executed by our administration department and by the nearest MandaBai store in your area. The delivery time differs depending on the time you place your order and is a maximum of 24 hours. <br><br>MandaBai reserves the right to cancel an order in the event that a situation of force majeure prevents the delivery, such as in extreme weather conditions, employee strikes and default by suppliers of MandaBai. MandaBai is not liable for this. <br><br><b>Article 14-Payment</b><br><br> Payment will take place upon receipt of your order. You have the obligation to report inaccuracies in the provided or stated payment details to us immediately. <br><br><b>Article 15-Complaints</b><br><br> Any complaints about your order and the handling thereof can be made known by e-mail or by telephone. Our contact details can be found on the website www.MandaBai.nl and are included in the confirmation of your order. <br><br><b>Article 16-Age limit</b><br><br> Only persons of 18 years and older can place orders via our website. If the order contains alcoholic products, tobacco products or medicines and there is doubt about your age, our deliveryman or employee will ask for your proof of identity. <br><br><b>Article 17-Abuse</b><br><br> If it turns out that you are abusing the services offered by MandaBai, for example by placing orders but not collecting them, we will (temporarily) block your MandaBai account or even delete it. We will keep your name, email address and IP address to prevent you from misusing our company services. <br><br><b>Article 18-Applicable law and competent court</b><br><br> Dutch law is exclusively applicable to these general conditions. Any dispute concerning these general conditions will be submitted exclusively to the competent court in Rotterdam.
nl: <b>Artikel 1-Identiteit van de ondernemer </b> <br><br>Wij zijn MandaBai Family Support Service., ingeschreven in het Handelsregister van de KvK te Rotterdam, onder nummer 77725247. U kunt schriftelijk contact opnemen met ons via Grote Beer 138, 3067 TT Rotterdam (ZH), via e-mail.of via telefoon. <br><br><b>Artikel 2-Toepasselijkheid</b><br><br> Deze algemene voorwaarden zijn van toepassing als u online iets bij ons koopt of hebt gekocht. Wij brengen deze algemene voorwaarden dan ook op verschillende manieren onder uw aandacht, zodat u deze gemakkelijk kunt raadplegen. Het kan zijn dat wij bij een product, dienst, actie of promotie aparte voorwaarden aanbieden. Ook in dat geval zijn deze algemene voorwaarden van toepassing. <br><br><b>Artikel 3-Het aanbod </b><br><br> Wij beschrijven voldoende gedetailleerd de producten en diensten die wij aanbieden. Ook vermelden wij de eventuele voorwaarden die van toepassing zijn. Zo proberen wij te voorkomen dat er misverstanden ontstaan. Daarbij maken wij wel een voorbehoud voor prijswijzigingen en (zet)fouten. Voor acties geldt Op=Op. Verder bestaat de mogellijkheid dat aan bepaalde acties beperkingen worden gesteld ten aanzien van de hoeveelheid producten die kan worden afgenomen. Wij behouden ons het recht voor om tussentijds acties te wijzigen en/of een bestelling te weigeren. Actieartikelen zijn uitsluitend bestemd voor thuisgebruik, niet voor handelsdoeleinden. Doorverkoop is dan ook verboden. <br><br><b>Artikel 4-Uw profiel</b><br><br> Om een bestelling bij ons te plaatsen, dient u een profiel aan te maken. U staat er voor in dat de informatie die u ons verstrekt juist en volledig is en dat u deze informatie zult actualiseren om ze juist en volledig te houden. U bent zelf verantwoordelijk voor het geheim houden van de inloggegevens van jouw profiel. Dit houdt in dat u ook aansprakelijk bent voor al het gebruik dat, als gevolg van aan u toe te rekenen handelen en/of nalaten, via uw profiel van de website wordt gemaakt. Wij verzoeken u dan ook vertrouwelijk met uw inloggegevens om te gaan en deze enkel voor eigen gebruik te hanteren. Zodra u weet of reden hebt te vermoeden dat uw profiel in handen is gekomen van onbevoegden, dient u ons daarvan direct op de hoogte stellen. Dit doet niet af aan uw verplichtingen om direct zelf doeltreffende maatregelen te treffen, bijvoorbeeld door uw wachtwoord te veranderen. MandaBai is niet aansprakelijk voor schade die op enigerlei wijze voortvloeit uit of betrekking heeft op onbevoegd gebruik van uw profiel, tenzij deze schade het gevolg is van aan MandaBai toe te rekenen omstandigheden. MandaBai behoudt zich het recht voor om, bij zwaarwegende omstandigheden, uw profiel tijdelijk of blijvend te blokkeren en/of te verwijderen, bijvoorbeeld wanneer er diverse nep-bestellingen worden geplaatst of bestellingen niet worden afgehaald.<br><br><b> Artikel 5-De overeenkomst </b><br><br> Wanneer u een bestelling bij ons online plaatst dan zullen wij deze controleren en per e-mail bevestigen. In de bevestiging proberen wij uw bestelling zo volledig mogelijk te beschrijven. Mocht u fouten in deze bevestiging ontdekken, dan is het belangrijk dat u zo snel mogelijk contact met ons opneemt. Onze contactgegevens vindt u op www.MandaBai.com en in de bevestiging van uw bestelling. Het is daarnaast van belang dat u de bevestiging van uw bestelling goed (digitaal) bewaart. <br><br><b>Artikel 6-Herroepingsrecht </b><br><br> Indien u een product bij ons hebt gekocht waar u niet tevreden over bent, dan mag u dit binnen 14 dagen na ontvangst aan ons retourneren. Dit geldt niet voor producten die vallen onder artikel 10 van deze voorwaarden. <br><br><b>Artikel 7-Verplichtingen tijdens bedenktijd</b><br><br> Tijdens de 14 dagen bedenktijd mag u het product uitpakken of gebruiken zoals u dat in de winkel zou doen. Het is dus belangrijk dat het product in "winkelstaat" is als u het retourneert. Is dit niet het geval, dan kan het zijn dat u geen, of minder, geld terugkrijgt. <br><br><b>Artikel 8. Verzendkosten in geval van herroeping </b><br><br> De verzendkosten voor retournering komen voor uw eigen rekening. Het is ook mogelijk om het product gratis te retourneren bij de dichtstbijzijnde MandaBai-winkel bij u in de buurt. <br><br><b>Artikel 9-Verplichtingen MandaBai bij herroeping</b><br><br> U dient binnen 14 dagen na de plaatsing van uw bestelling aan te geven dat u een product wilt retourneren, uitgesloten producten voor herroeping zijn producten vermeld onder artikel 10. Vervolgens betalen wij u zo snel mogelijk maar uiterlijk binnen 14 dagen na de herroeping het aankoopbedrag terug. U (degene die van onze overboekingsdiensten gebruik maakt) draagt de rechtstreekse kosten van het terugzenden van het product. Het is ook mogelijk om een nieuw product te ontvangen indien deze nog leverbaar is. In het geval u het product terugbrengt naar een winkel van MandaBai, ontvangt u daar ter plekke een bevestiging en ontvangt u direct een nieuw product of uw aankoopbedrag terug. <br><br><b>Artikel 10-Uitsluiting herroepingsrecht </b><br><br> Een aantal soorten producten kunt u wegens veiligheids- en hygiënevoorschriften niet retourneren. Dit zijn bijvoorbeeld producten die: <br><br>kunnen bederven en/of een beperkte houdbaarheid hebben; – duidelijk persoonlijk van aard zijn; – verzegeld zijn en om redenen van gezondheidsbescherming of hygiëne niet geschikt zijn om te worden teruggezonden en waarvan de verzegeling na levering is verbroken; – speciaal voor u zijn ontworpen of op maat zijn gemaakt. <br><br><b>Artikel 11-De prijs </b><br><br> De prijs van onze producten staan altijd inclusief BTW vermeld op onze website. Voor sommige producten geldt een dagprijs of een prijs per gewichtseenheid. Bij dergelijke producten kan het voorkomen dat de uiteindelijke prijs van het gewogen/af te nemen product (iets) hoger of lager komt te liggen dan de prijs die wordt aangegeven op het moment dat u de bestelling doet. In dat geval wordt bij de levering de daadwerkelijke prijs in rekening gebracht. In alle gevallen is de prijs bij levering de uiteindelijke prijs. Voor het gebruikmaken van onze transferservice betaalt u, afhankelijk van het bestede bedrag, een vergoeding van € 8,00, € 10,00 of € 12,00. Indien u uw bestelling aan huis wilt laten bezorgen dan rekenen wij € 4,00 bezorgkosten. Deze kosten verschijnen in uw winkelmandje voordat u de bestelling definitief plaatst. <br><br><b>Artikel 12-Conformiteit en garantie</b><br><br> Wij vinden het belangrijk dat u een goed product ontvangt. Mocht dit niet het geval zijn, dan kunt u contact opnemen met ons. Onze contactgegevens vindt u op www.MandaBai.nl en in de bevestiging van uw bestelling. <br><br><b>Artikel 13-Levering en uitvoering</b><br><br> Uw bestelling wordt uitgevoerd door onze afdeling administratie en door de dichtstbijzijnde winkel van MandaBai bij u in de buurt. De leveringstijd verschilt is afhankelijk van hoe laat u uw bestelling plaatst.en bedraagt maximaal 24 uur. MandaBai behoudt zich het recht voor om een bestelling te annuleren in het geval dat een overmachtssituatie de levering verhindert, zoals bij extreme weersomstandigheden, personeelsstakingen en verzuim door leveranciers van MandaBai. Hiervoor is MandaBai niet aansprakelijk. <br><br><b>Artikel 14-Betaling </b><br><br> De betaling vindt plaats bij ontvangst van u bestelling. U heeft de verplichting om onjuistheden in de verstrekte of vermelde betaalgegevens onverwijld aan de ons te melden. <br><br><b>Artikel 15-Klachtenregeling </b><br><br> Eventuele klachten over uw bestelling en de afhandeling daarvan kunt u via e-mail of telefonisch kenbaar maken. Onze contactgegevens vindt u op de website www.MandaBai.nl en staan opgenomen in de bevestiging van uw bestelling. <br><br><b>Artikel 16-Leeftijdsgrens</b><br><br> Alleen personen van 18 jaar en ouder kunnen bestellingen plaatsen via onze website. Indien de bestelling alcoholhoudende producten, tabaksproducten of medicijnen bevat en daarbij twijfel bestaat over uw leeftijd, zal onze bezorger of medewerker ter controle om uw legitimatie vragen. <br><br><b>Artikel 17-Misbruik</b><br><br> Indien mocht blijken dat u misbruik maakt van de diensten die MandaBai biedt, bijvoorbeeld door bestellingen te plaatsen maar deze niet af te halen, zullen wij uw MandaBai Account (tijdelijk) blokkeren of zelfs verwijderen. Wij zullen uw naam, e-mailadres en IP-adres opslaan om te voorkomen dat u weer misbruik van de diensten van ons bedrijf maakt. <br><br><b>Artikel 18.Toepasselijk recht en bevoegde rechter</b><br><br> Op deze algemene voorwaarden is uitsluitend Nederlands recht van toepassing. Alle geschillen inzake deze algemene voorwaarden zullen bij uitsluiting worden voorgelegd aan de daartoe bevoegde rechter te Rotterdam.
pt: <b>Artigo 1-Identidade do empreendedor</b><br><br> Somos a empresa privada MandaBai Family Support Service, registada no Registo Comercial da Câmara de Comércio de Roterdão, com o número 77725247, localizado na Grote Beer 138, 3067 TT em Roterdão (ZH). Você pode nos contatar por escrito via Grote Beer 138, 3067 TT em Roterdão (ZH), via e-mail e via telefone. <br><br><b>Artigo 2-Aplicabilidade</b><br><br> Estes termos e condições se aplicam se você comprar ou comprou algo de nós online. Por isso, trazemos estas condições gerais à sua atenção de várias maneiras, para que você possa consultá-las facilmente. Pode ser que ofereçamos condições separadas para um produto, serviço, ou promoção. Nesse caso, esses termos e condições gerais também se aplicam. <br><br><b>Artigo 3-A oferta</b><br><br> Descrevemos os produtos e serviços que oferecemos com detalhes suficientes. Também mencionamos quaisquer condições aplicáveis. É assim que tentamos evitar desacordos. Também fazemos uma reserva para alterações de preço e erros de composição. Há também a possibilidade de que certas ações possam ser restringidas em relação à quantidade de produtos que podem ser comprados. Reservamo-nos o direito de alterar ações provisórias e / ou recusar um pedido. Itens de ação são apenas para uso doméstico, não para fins comerciais. A revenda é, portanto, proibida. <br><br><b>Artigo 4-Seu perfil</b><br><br> Para fazer um pedido conosco, deve criar um perfil. Garante que as informações que você nos fornece são precisas e completas e que você atualizará essas informações para mantê-las precisas e completas. Você é responsável por manter os detalhes de login do seu perfil secreto. Isso significa que você também é responsável por todo uso que, como resultado de ações e / ou omissões imputáveis a você, são feitas através de seu perfil do site. Por isso, pedimos que você trate seus detalhes de login confidencialmente e use-os apenas para seu próprio uso. Assim que souber ou tiver motivos para suspeitar que o seu perfil chegou às mãos de pessoas não autorizadas, deve informar-nos imediatamente. Isso não afeta suas obrigações de tomar medidas efetivas imediatamente, por exemplo, alterando sua senha. MandaBai não se responsabiliza por danos que de alguma forma resultem ou estejam relacionados ao uso não autorizado de seu perfil, a menos que este dano seja o resultado de circunstâncias atribuíveis a MandaBai. MandaBai reserva-se o direito de bloquear e / ou remover temporária e permanentemente o seu perfil, sob circunstâncias graves, por exemplo, quando vários pedidos falsos são feitos ou os pedidos não são retirados. <br><br><b>Artigo 5-O acordo</b><br><br> Quando você faz um pedido on-line, nós verificamos e confirmamos por e-mail. Na confirmação, tentamos descrever seu pedido da forma mais completa possível. Se você descobrir erros nesta confirmação, é importante entrar em contato conosco o mais breve possível. Você pode encontrar nossos detalhes de contato em www.MandaBai.com e na confirmação de seu pedido. Também é importante que você mantenha a confirmação do seu pedido bem (digitalmente). <br><br><b>Artigo 6-Direito de retirada</b><br><br> Se você comprou um produto nosso que você não está satisfeito, você pode devolvê-lo para nós dentro de 14 dias do recebimento. Isto não se aplica a produtos que se enquadram no Artigo 10 destas condições. <br><br><b>Artigo 7-Obrigações durante o período de reflexão</b><br><br> Durante o período de 14 dias, você pode descompactar ou usar o produto como faria na loja. Portanto, é importante que o produto esteja em estado de armazenamento quando você devolvê-lo. Se este não for o caso, é possível que você não recebe dinheiro de volta ou apenas uma parte do dinheiro. <br><br><b>Artigo 8-Custos de envio em caso de retirada</b><br><br> Os custos de envio para devolução são por sua conta.Também é possível devolver o produto gratuitamente na loja doMandaBai mais próxima da sua área. <br><br><b>Artigo 9-Obrigações do MandaBai</b><br><br> Em caso de desistência, você deve indicar no prazo de 14 dias após a colocação do seu pedido para indicar que deseja devolver um produto, os produtos excluídos para retirada são produtos listados no artigo 10. Em seguida, nós o pagaremos o mais breve possível, mas no máximo 14 dias após o cancelamento o valor da compra de volta. Você (a pessoa que usa nossos serviços de transferência) arcará com os custos diretos de devolução do produto.Também é possível receber um novo produto se ainda estiver disponível. No caso de você devolver o produto a uma loja MandaBai, você receberá uma confirmação no local e receberá imediatamente um novo produto ou seu preço de compra. <br><br><b>Artigo 10. Exclusão do direito de retirada</b><br><br> Você não pode devolver certos tipos de produtos devido a normas de segurança e higiene. Estes são, por exemplo, produtos que:<br> - pode estragar e / ou ter uma vida útil limitada; - ser claramente pessoal em natureza; - são selados e não são adequados para serem devolvidos por motivos de proteção ou higiene para a saúde e cujo selo tenha sido quebrado após a entrega; - são adaptados às suas necessidades. <br><br><b>Artigo 11-O preço</b><br><br> O preço de nossos produtos sempre inclui o IVA em nosso site. Para alguns produtos, aplica-se um preço diário ou um preço por unidade de peso. Com esses produtos, pode acontecer que o preço final do produto pesado / comprado seja (ligeiramente) superior ou inferior ao preço indicado no momento em que você fizer o pedido. Nesse caso, o preço real será cobrado no momento da entrega. Em todos os casos, o preço de entrega é o preço final. Para usar o nosso serviço de transferência, você paga, dependendo do valor gasto, uma taxa de € 8,00, € 10,00 ou € 12,00. Se você deseja que suas compras que suas ordens sejam entregues em casa, cobramos custos de entrega de € 4,00. Estes custos aparecem no seu carrinho de compras antes de você fazer o pedido definitivamente. <br><br><b>Artigo 12-Conformidade e garantia</b><br><br> Achamos que é importante que você receba um bom produto. Se este não for o caso, entre em contato conosco, então procuramos uma solução adequada. Você pode encontrar nossos detalhes de contato em www.MandaBai.nl e na confirmação do seu pedido. <br><br><b>Artigo 13-Entrega e execução</b><br><br> Seu pedido será executado pelo nosso departamento administrativo e pela loja MandaBai mais próxima. O prazo de entrega varia de acordo com o atraso do seu pedido e leva no máximo 24 horas. MandaBai se reserva o direito de cancelar um pedido no caso de uma situação de força maior impedir a entrega, como em condições climáticas extremas, greves de funcionários e inadimplência de fornecedores da MandaBai. MandaBai não é responsável por isso. <br><br><b>Artigo 14-Pagamento</b><br><br> O pagamento é feito após o recebimento do seu pedido. Você tem a obrigação de relatar imprecisões nos detalhes de pagamento fornecidos ou declarados para nós imediatamente. <br><br><b>Artigo 15-Reclamações</b><br><br> Quaisquer reclamações sobre o seu pedido podem ser feitas por e-mail ou por telefone. Nossos detalhes de contato podem ser encontrados no site www.MandaBai.nl e estão incluídos na confirmação do seu pedido. <br><br><b>Artigo 16-Limite de idade</b><br><br> Somente pessoas de 18 anos ou mais podem fazer pedidos através do nosso site. Se o pedido contiver produtos alcoólicos, produtos de tabaco ou remédios e houver dúvidas sobre sua idade, nosso distribuidor ou funcionário solicitará sua prova de identidade. <br><br><b>Artigo 17-Abuso</b><br><br> Se acontecer de você abusar dos serviços que MandaBai oferece, por exemplo, ao fazer pedidos, mas não os coletar, bloquearemos (temporariamente) sua conta do MandaBai ou até mesmo a excluiremos. Nesse caso, registramos seu nome, endereço de e-mail e endereço IP para evitar que você use indevidamente os serviços de nossa empresa. <br><br><b>Artigo 18-Lei aplicável e tribunal competente</b><br><br> A lei holandesa é exclusivamente aplicável a estes termos e condições gerais.Todas as disputas relativas a estes termos e condições gerais serão submetidas exclusivamente ao tribunal competente em Rotterdam.
