Repository: JuniorDiasDD/MandaBaiApp
Catalog: lib/l10n/app_*.arb
Languages: nl, pt

# text_privacy_police
source: This page was last modified on July 1, 2018. <br><br>We are aware that you have confidence in us. We therefore see it as our responsibility to protect your privacy. On this page we inform you what information we collect when you use our website, why we collect this information and how we improve your user experience. This way you understand exactly how we work. <br><br>This privacy policy applies to the services of MandaBai. You should be aware that MandaBai is not responsible for the privacy policies of other sites and sources. By using this website you accept the privacy policy. <br><br>MandaBai respects the privacy of all users of its site and ensures that the personal information you provide is treated confidentially. <br><br><b>Our use of collected data</b><br><br> <b>Use of our services</b><br><br> When you sign up for one of our services, we ask you to provide personal information. This data is used to perform the service. The data is stored on secure servers of MandaBai or those of a third party. We will not combine this information with other personal information we have.<br><br> <b>Communication</b><br><br> When you send e-mail or other messages to us, we may retain those messages. Sometimes we ask you for your personal details that are relevant to the situation in question. This makes it possible to process your questions and answer your requests. The data is stored on secure servers of MandaBai or those of a third party. We will not combine this information with other personal information we have.<br><br><b> Cookies</b><br><br> We collect data for research in order to gain a better insight into our customers, so that we can tailor our services accordingly. <br><br>This website uses "cookies" (text files placed on your computer) to help the website analyze how users use the site. The information generated by the cookie about your use of the website can be transferred to secure servers of MandaBai or those of a third party. We use this information to keep track of how you use the website, to compile reports on website activity and to offer other services relating to website activity and internet usage. <br><br><b>Purposes</b><br><br> We do not collect or use information for purposes other than those described in this Privacy Policy unless we have obtained your consent in advance. <br><br><b>Third parties</b><br><br> The information will not be shared with third parties. In some cases the information can be shared internally. Our employees are obliged to respect the confidentiality of your data. <br><br><b>Changes</b><br><br> This privacy statement is tailored to the use of and the possibilities on this site. Any adjustments and / or changes to this site may lead to changes to this privacy statement. It is therefore advisable to consult this privacy statement on a regular basis. <br><br><b>Choices for personal data</b><br><br> We offer all visitors the opportunity to view, change or delete all personal information that has been provided to us at that time. <br><br><b>Customize / unsubscribe newsletter service</b><br><br> At the bottom of each mailing you will find the possibility to change your details or to unsubscribe. <br><br><b>Adjust / unsubscribe communication</b><br><br> If you want to adjust your data or want to get yourself out of our files, you can contact us. See the contact details below. <br><br><b>Turn off cookies</b><br><br> Most browsers are set to accept cookies by default, but you can reset your browser to refuse all cookies or to indicate when a cookie is being sent. However, some features and services on our and other websites may not function properly if cookies are disabled in your browser. <br><br><b>Questions and feedback</b><br><br> We regularly check whether we comply with this privacy policy. If you have any questions about our privacy policy, please contact us: <br><br>Telephone: +238 9724140 || +31639838997 <br>Email: mandabai2020@gmail.com
nl: Deze pagina is voor het laatst aangepast op 1 juli 2018. <br><br>Wij zijn er van bewust dat u vertrouwen stelt in ons. Wij zien het dan ook als onze verantwoordelijkheid om uw privacy te beschermen. Op deze pagina laten we u weten welke gegevens we verzamelen als u onze website gebruikt, waarom we deze gegevens verzamelen en hoe we hiermee uw gebruikservaring verbeteren. Zo snapt u precies hoe wij werken. <br><br>Dit privacyreglement is van toepassing op de diensten van MandaBai. U dient zich ervan bewust te zijn dat MandaBai niet verantwoordelijk is voor het privacybeleid van andere sites en bronnen. Door gebruik te maken van deze website geeft u aan het privacy beleid te accepteren. <br><br>MandaBai respecteert de privacy van alle gebruikers van haar site en draagt er zorg voor dat de persoonlijke informatie die u ons verschaft vertrouwelijk wordt behandeld. <br><br><b>Ons gebruik van verzamelde gegevens</b><br><br> <b>Gebruik van onze diensten</b><br><br> Wanneer u zich aanmeldt voor een van onze diensten vragen we u om persoonsgegevens te verstrekken. Deze gegevens worden gebruikt om de dienst uit te kunnen voeren. De gegevens worden opgeslagen op eigen beveiligde servers van MandaBai of die van een derde partij. Wij zullen deze gegevens niet combineren met andere persoonlijke gegevens waarover wij beschikken. <br><br><b>Communicatie</b><br><br> Wanneer u e-mail of andere berichten naar ons verzendt, is het mogelijk dat we die berichten bewaren. Soms vragen wij u naar uw persoonlijke gegevens die voor de desbetreffende situatie relevant zijn. Dit maakt het mogelijk uw vragen te verwerken en uw verzoeken te beantwoorden. De gegevens worden opgeslagen op eigen beveiligde servers van MandaBai of die van een derde partij. Wij zullen deze gegevens niet combineren met andere persoonlijke gegevens waarover wij beschikken. <br><br><b>Cookies</b><br><br> Wij verzamelen gegevens voor onderzoek om zo een beter inzicht te krijgen in onze klanten, zodat wij onze diensten hierop kunnen afstemmen. <br><br>Deze website maakt gebruik van “cookies” (tekstbestandtjes die op uw computer worden geplaatst) om de website te helpen analyseren hoe gebruikers de site gebruiken. De door het cookie gegenereerde informatie over uw gebruik van de website kan worden overgebracht naar eigen beveiligde servers van MandaBai of die van een derde partij. Wij gebruiken deze informatie om bij te houden hoe u de website gebruikt, om rapporten over de website-activiteit op te stellen en andere diensten aan te bieden met betrekking tot website-activiteit en internetgebruik. <br><br><b>Doeleinden</b><br><br> We verzamelen of gebruiken geen informatie voor andere doeleinden dan de doeleinden die worden beschreven in dit privacyreglement tenzij we van tevoren uw toestemming hiervoor hebben verkregen. <br><br><b>Derden</b><br><br> De informatie wordt niet met derden gedeeld. In enkele gevallen kan de informatie intern gedeeld worden. Onze werknemers zijn verplicht om de vertrouwelijkheid van uw gegevens te respecteren. <br><br><b>Veranderingen</b><br><br> Deze privacyverklaring is afgestemd op het gebruik van en de mogelijkheden op deze site. Eventuele aanpassingen en/of veranderingen van deze site, kunnen leiden tot wijzigingen in deze privacyverklaring. Het is daarom raadzaam om regelmatig deze privacyverklaring te raadplegen. <br><br><b>Keuzes voor persoonsgegevens</b><br><br> Wij bieden alle bezoekers de mogelijkheid tot het inzien, veranderen, of verwijderen van alle persoonlijke informatie die op dat moment aan ons is verstrekt. <br><br><b>Aanpassen/uitschrijven dienst nieuwsbrief</b><br><br> Onderaan iedere mailing vindt u de mogelijkheid om uw gegevens aan te passen of om u af te melden. <br><br><b>Aanpassen/uitschrijven communicatie</b><br><br> Als u uw gegevens aan wilt passen of uzelf uit onze bestanden wilt laten halen, kunt u contact met ons op nemen. Zie onderstaande contactgegevens. <br><br><b>Cookies uitzetten</b><br><br> De meeste browsers zijn standaard ingesteld om cookies te accepteren, maar u kunt uw browser opnieuw instellen om alle cookies te weigeren of om aan te geven wanneer een cookie wordt verzonden. Het is echter mogelijk dat sommige functies en services, op onze en andere websites, niet correct functioneren als cookies zijn uitgeschakeld in uw browser. <br><br><b>Vragen en feedback</b><br><br> We controleren regelmatig of we aan dit privacyreglement voldoen. Als u vragen heeft over ons privacybeleid, kunt u contact met ons opnemen:<br><br> Telefoon: +238 9724140 || +31639838997<br><br> E-mail: mandabai2020@gmail.com
pt: Esta página foi modificada pela última vez em 1 de julho de 2018.<br><br> Estamos cientes de que você confia em nós. Portanto, consideramos nossa responsabilidade proteger sua privacidade. Nesta página, informaremos quais informações coletamos quando você usa nosso site, porque coletamos esses dados e como melhoramos sua experiência como usuário. Desta forma, você entende exatamente como trabalhamos. <br><br>Esta política de privacidade aplica-se aos serviços de MandaBai. Você deve estar ciente de que MandaBai não é responsável pela política de privacidade de outros sites e fontes. Ao utilizar este site, você aceita a política de privacidade. <br><br>MandaBai respeita a privacidade de todos os usuários do site e garante que as informações pessoais fornecidas sejam tratadas confidencialmente. <br><br><b>Nosso uso de dados coletados</b> <br><br>Uso de nossos serviços <br>Quando você se inscreve em um de nossos serviços, solicitamos que você forneça informações pessoais. Esses dados são usados para executar o serviço. Os dados são armazenados em servidores seguros de MandaBai ou de terceiros. Nós não vamos combinar esta informação com outras informações pessoais que temos. <br><br><b>Comunicação</b><br> Quando você envia e-mail ou outras mensagens para nós, podemos reter essas mensagens. Às vezes, pedimos os seus dados pessoais relevantes para a situação em questão. Isso possibilita processar suas dúvidas e responder suas solicitações. Os dados são armazenados em servidores seguros de MandaBai ou de terceiros. Nós não vamos combinar esta informação com outras informaç <br><br><b>Cookies</b><br> Coletamos dados para pesquisa a fim de obter uma visão melhor de nossos clientes, para que possamos adaptar nossos serviços de acordo. Este site usa "cookies" (arquivos de texto colocados no seu computador) para ajudar o site a analisar como os usuários usam o site. As informações geradas pelo cookie sobre o uso do site podem ser transferidas para servidores seguros de MandaBai ou de terceiros. Usamos essas informações para poder ver como você usa o site, para compilar relatórios sobre a atividade do site e para oferecer outros serviços relacionados à atividade do site e ao uso da Internet. <br><br><b>Objetivos</b><br> Nós não coletamos ou utilizamos informações para outros propósitos além dos propósitos descritos nesta Política de Privacidade, a menos que tenhamos obtido seu consentimento antecipadamente. <br><br><b>Terceiros</b><br> A informação não é compartilhada com terceiros. Em alguns casos, as informações podem ser compartilhadas internamente. Nossos funcionários são obrigados a respeitar a confidencialidade de seus dados <br><br><b>Alterações</b><br> Esta declaração de privacidade é adaptada para o uso deste site e as possibilidades deste site. Quaisquer alterações e / ou alterações neste site podem levar a alterações a esta declaração de privacidade. Portanto, é aconselhável consultar esta declaração de privacidade regularmente. <br><br><b>Opções para dados pessoais</b><br> Oferecemos a todos os visitantes a oportunidade de visualizar, alterar ou excluir todas as informações pessoais que nos são fornecidas no momento. <br><br><b>Personalizar / descartar o serviço de boletim informativo</b><br> Na parte inferior de cada correspondência, você encontrará a possibilidade de alterar seus detalhes ou cancelar a inscrição. <br><br><b>Ajustar / cancelar a comunicação</b><br> Se você quiser ajustar seus dados ou quiser sair dos nossos arquivos, entre em contato conosco. Veja os detalhes de contato abaixo. <br><br><b>Desativar cookies</b><br> A maioria dos navegadores está configurada para aceitar cookies por padrão, mas você pode redefinir seu navegador para recusar todos os cookies ou para indicar quando um cookie está sendo enviado. No entanto, alguns recursos e serviços em nossos e em outros sites podem não funcionar corretamente se os cookies estiverem desativados em seu navegador. <br><br><b>Perguntas e feedback</b><br> Verificamos regularmente se estamos em conformidade com esta política de privacidade. Se você tiver alguma dúvida sobre esta política de privacidade, entre em contato conosco: <br><br>Telefone: +238 9724140 || +31639838997 <br>Email: mandabai2020@gmail.com

# subtitle_terms_of_use
source: Terms and conditions of use
nl: Gebruiksvoorwaarden
pt: Termos e condições de Uso
