Repository: JuniorDiasDD/MandaBaiApp
Catalog: lib/l10n/app_*.arb
Languages: nl, pt

# text_city_council_services
source: City Council Services
nl: Gemeentediensten
pt: Serviços de Câmara

# info_app_title
source: App information
nl: App-informatie
pt: Informação da App

# info_app_description
source: This application uses a security model among the best of those used in online purchases, ensuring the necessary confidentiality and accessibility for its users. It has features that allow customers to make their online purchases assertively and securely, from anywhere and at any time. It was prepared with the aim of strengthening the ties between the company and its customers, allowing them to get closer and closer to those who matter to them.
nl: Deze applicatie maakt gebruik van een van de beste beveiligingsmodellen die worden gebruikt bij online aankopen, en zorgt voor de nodige vertrouwelijkheid en toegankelijkheid voor de gebruikers. Het heeft functies waarmee klanten assertief en veilig hun online aankopen kunnen doen, overal en op elk moment. Het is opgesteld met als doel de banden tussen het bedrijf en zijn klanten te versterken, zodat ze steeds dichter bij degenen kunnen komen die belangrijk voor hen zijn.
pt: Este aplicativo utiliza um modelo de segurança entre os melhores daqueles que são utilizados em compras on-line, garantindo a necessária confidencialidade e acessibilidade para os seus usuarios. Ele possui funcionalidades que permitem que os clientes realizem as suas compras oline de forma assertiva e segura, a partir de qualquer lugar e a qualquer momento. O mesmo foi elaborado com o intuito de estreitar os laços entre a empresa e os seus clientes permitindo que eles se aproximem cada vez mais daqueles que lhes são importantes.

# info_app_published_title
source: Published by
nl: Gepubliceerd door
pt: Publicado por

# info_app_developer_title
source: Research and Development by
nl: Onderzoek en ontwikkeling door
pt: Pesquisa e Desenvolvimento por

# info_app_func_eng
source: Engineer / Programmer
nl: Ingenieur / Programmeur
pt: Engenheiro / Programador

# info_app_func_desn
source: Designer
nl: ontwerper

# info_app_license_title
source: Licenses and Credits
nl: Licenties en tegoeden
pt: Licenças e Créditos

# info_app_license_decription
source: A Native app developed based on Flutter supported by Google This app uses Material App based on SDK 3.0.0
nl: Een native app ontwikkeld op basis van Flutter, ondersteund door Google Deze app gebruikt de Material App op basis van SDK 3.0.0
pt: Um aplicativo Nativo desenvolvida com base em Flutter suportada pela Google Este aplicativo utiliza Material App com base no SDK 3.0.0

# message_error_cridencials
source: Invalid Credentials
nl: Ongeldige inloggegevens
pt: Credências Inválidas

# message_success_register
source: Registration successful!
nl: Registratie gelukt!
pt: Registro feito com sucesso!

# message_error_register
source: Invalid data... Account already exists with this data.
nl: Onjuiste data... Er bestaat al een account met deze gegevens.
pt: Dados invalidos... Já existe Conta com esses dados.

# message_password_weak
source: Weak password
nl: Zwak wachtwoord
pt: Senha Fraco

# message_password_reasonable
source: Reasonable password
nl: Redelijk wachtwoord
pt: Senha Razóavel

# message_password_strong
source: Password too Strong
nl: Wachtwoord te sterk
pt: Senha Muito forte

# message_login
source: You must login first.
nl: Je moet eerst inloggen.
pt: Deverá efectuar primeiramente o Login.

# message_success_update
source: Successfully updated
nl: Succesvol geüpdatet
pt: Atualizado com sucesso

# message_update_failed
source: Update failed
nl: Update mislukt
pt: Falha na Atualização

# message_error_text
source: Password doesn't match
nl: Wachtwoord komt niet overeen
pt: Senha não corresponde

# message_error_destination_select
source: Unselected delivery destination
nl: Niet-geselecteerde bezorgbestemming
pt: Destino de entrega não selecionado

# message_error_product_dont_match_island
source: These products don't correspond to this Island.
nl: Deze producten komen niet overeen met dit eiland.
pt: Esses produtos não correspondem a essa Ilha

# message_success_order
source: Order placed successfully. Track your order on 'My requests'!
nl: Bestelling succesvol geplaatst. Volg je bestelling op 'Mijn aanvragen'!
pt: Encomenda feito com sucesso. Acompanha a sua encomenda em 'Meus Pedidos'!

# message_error_order
source: Error in placing the order
nl: Fout bij het plaatsen van de bestelling
pt: Erro em efetuar a encomenda

# message_error_order_failed
source: Failure to pay the order
nl: Het niet betalen van de bestelling
pt: Falha no pagamento da encomenda

# message_error_order_cancelled
source: Order cancellation
nl: Bestellings-annulering
pt: Cancelamento da encomenda

# message_error_order_pending
source: Order Pending Payment
nl: Bestelling in afwachting van betaling
pt: Encomenda Pendente de Pagamento

# message_success_cart
source: Added to cart
nl: Toegevoegd aan winkelwagen
pt: Adicionado no carrinho

# message_error_cart
source: Error adding to cart Please try again in seconds
nl: Fout bij toevoegen aan winkelwagen probeer het over enkele seconden opnieuw!
pt: Erro em adicionar no carrinho Tente novamente em segundos!

# message_error_order_cuppon
source: Error in placing the order Check coupon!!
nl: Fout bij het plaatsen van de bestelling Controleer bon!!
pt: Erro em efetuar a encomenda Verificar cupom!

# button_login
source: Login
pt: Entrar

# button_register
source: Register
pt: Registrar

# info_app_published_description
source: MandaBai Company
pt: Empresa MandaBai
