Repository: JuniorDiasDD/MandaBaiApp
Catalog: lib/l10n/app_*.arb
Languages: nl, pt

# title_categories
source: Categories
nl: Categorieën
pt: Categorias

# textfield_user
source: User
nl: Gebruiker
pt: Utilizador

# validator_user
source: Enter the user
nl: Gebruiker invoeren
pt: Insira o Utilizador

# textfield_password
source: Password
nl: Wachtwoord
pt: Senha

# validator_password
source: Enter the password
nl: Voer wachtwoord in
pt: Insira a senha

# text_forgot_password
source: Forgot password?
nl: Wachtwoord vergeten?
pt: Esqueceu a senha?

# text_dont_have_an_account
source: Don't have an account?
nl: Heb je geen account?
pt: Não possui uma conta

# button_sign_up_now
source: Sign up now
nl: Registreer nu
pt: Registrar agora

# text_or
source: or
nl: of
pt: ou

# textfield_name
source: Name
nl: Naam
pt: Nome

# validator_name
source: Enter the name
nl: Voer de naam in
pt: Insira o Nome

# textfield_nickname
source: Nickname
nl: Achternaam
pt: Apelido

# validator_nickname
source: Enter the nickname
nl: Voer de achternaam in
pt: Insira o Apelido

# textfield_country
source: Country
nl: Land
pt: País

# validator_country
source: Enter the country
nl: Voer het land in
pt: Insira o País

# textfield_city
source: City
nl: Stad
pt: Cidade

# validator_city
source: Enter the city
nl: Betreed de stad
pt: Insira a Cidade

# validator_email
source: Invalid email
nl: Ongeldig e-mail
pt: Email Inválido

# textfield_phone
source: Phone
nl: Telefoon
pt: Telefone

# validator_phone
source: Invalid phone
nl: Ongeldige telefoon
pt: Telefone Inválido

# text_reset_password
source: Please enter your registered email to reset your password
nl: Voer uw geregistreerde e-mailadres om uw wachtwoord opnieuw in te stellen
pt: Por favor, digite seu e-mail registrado para redefinir sua senha

# text_email_phone
source: Email or phone number
nl: E-mail of telefoonnummer
pt: E-mail ou número de telefone

# button_send
source: Send
nl: Versturen
pt: Enviar

# label_email_password
source: Email/Phone
nl: Email/Telefoon
pt: Email/Telefone

# text_registre
source: Fill in all the fields below to register a new account
nl: Vul alle onderstaande velden in om een ​​nieuw account te registreren
pt: Preencher todos os campos abaixo para efetuar o registo de uma nova conta

# title_new_services
source: New Services
nl: Nieuwe diensten
pt: Novos Serviços

# text_unavailable_service
source: Unavailable service. Try later...
nl: Service niet beschikbare, Probeer later...
pt: Serviço Indispónivel. Tente mais tarde...

# filter_less_price
source: Less Price
nl: Laagste prijs
pt: Menos Preço

# filter_more_price
source: More Price
nl: Grootste prijs
pt: Mais Preço

# search
source: Search product
nl: zoek product
pt: Pesquisar produto

# label_cart
source: Cart
nl: Winkelwagen
pt: Carrinho

# label_favorites
source: Favorites
nl: Favorieten
pt: Favoritos

# label_more
source: More
nl: Meest
pt: Mais

# textfield_phone_number
source: Phone Number
nl: Mobiele nummer
pt: Número de Telemóvel

# label_number
source: Number
nl: Nummer
pt: Número

# validator_number
source: Invalid number
nl: Ongeldig nummer
pt: Número Inválido

# textfield_amount
source: Amount
nl: Hoeveelheid
pt: Montante

# label_amount
source: Amount
nl: Hoeveelheid
pt: Montante

# validator_amount
source: Enter the amount
nl: Voer een bedrag in
pt: Insira o Montante

# text_select_island
source: Select the desired Island:
nl: Selecteer het gewenste eiland:
pt: Selecione a Ilha pretendida:

# text_select_currency
source: Select Currency
nl: Selecteer valuta
pt: Selecione Moeda

# text_edit_profile
source: Edit Profile
nl: Bewerk profiel
pt: Editar Perfil

# validator_enter_number
source: Enter the number
nl: Voer nummer in
pt: Insira o Número

# label_confirm_password
source: Confirm password
nl: Wachtwoord bevestigen
pt: Palavra-passe confirmar

# validator_empty_field
source: Empty field
nl: Leeg veld
pt: Campo vazio

# button_update
source: Update
nl: Updaten
pt: Atualizar

# text_other_services
source: Other Services
nl: Andere diensten
pt: Outros Serviços

# text_settings
source: Settings
nl: Instellingen
pt: Configurações

# text_change_island
source: Change Island
nl: Van eiland veranderen
pt: Mudar de Ilha

# text_delivery_location
source: Delivery Location
nl: Bezorglocaties
pt: Locais de Entrega

# text_my_orders
source: My Orders
nl: Aanvragen
pt: Meus Pedidos

# text_social_media
source: Social Media
nl: Sociale Netwerken
pt: Redes Sociais

# text_information
source: Information
nl: Informatie
pt: Informaçóes

# text_about_us_and_aplication
source: About us and Application
nl: Over ons en toepassing
pt: Sobre Nós e Aplicação

# text_contact_us
source: Contact Us
nl: Neem contact met ons op
pt: Contacte-nos

# text_logout
source: LogOut
nl: Uitloggen
pt: Terminar Sessão

# text_talk_to_us
source: Contact us
nl: Praat tegen ons
pt: Fale Connosco

# text_description_contact
source: You can contact us by your Email, WhatsApp or Messenger and as soon as one of our collaborators sees your message, we will respond. We thank you for your visit and you can count on us to answer all your questions regarding the use of the application, sending orders, prices, etc.
nl: U kunt contact met ons opnemen via E-mail, WhatsApp of Messenger en zodra een van onze medewerkers uw bericht ziet, zullen zij u antwoorden. Wij danken u voor uw bezoek en u kunt op ons rekenen om al uw vragen over het gebruik van de applicatie, het versturen van bestellingen, prijzen, enz. te beantwoorden.
pt: Pode nos contatar pelo seu Email ou pelo seu WhatsApp e assim que um de nossos colaboradores visualizar sua mensagem irá te responder. Desde já agradecemos a sua visita e pode contar conosco para tirar todas as suas duvidas referente ao uso do aplicativo, envio de encomendas, preços, etc.

# text_description2_contact
source: We are at your disposal!
nl: We staan tot uw beschikking!
pt: Estamos ao seu dispor!

# button_chat_email
source: Chat by Email
nl: Chatten via e-mail
pt: Conversar pelo Email

# button_chat_whatsapp
source: Chat by Whatsapp
nl: Chatten op whatsapp
pt: Conversar pelo Whatsapp

# button_chat_messenger
source: Chat by Messenger
nl: Chatten via Messenger
pt: Conversar pelo Messenger

# title_my_cart
source: My Cart
nl: Mijn wagen
pt: Meu Carrinho

# text_select_all
source: Select all
nl: Selecteer alles
pt: Selecionar Todos

# text_empty_cart
source: Your cart is empty...
nl: Uw winkelwagen is leeg...
pt: O seu carrinho está vazio...

# text_tax
source: Fee
nl: Tarief
pt: Taxa

# text_delivery
source: Delivery
nl: Levering
pt: Entrega

# text_free
source: Free
nl: Gratis
pt: Grátis

# text_description_delivery
source: Totally Free Shipping. We only charge a small fee for using the website: €5.0
nl: Volledig gratis verzending. We rekenen slechts een kleine vergoeding voor het gebruik van de site ten bedrage van: 5,00 €
pt: Envio totalmente Grátis. Cobramos apenas uma pequena taxa por utilização do site no valor de:5.0 €

# text_subtotal
source: Subtotal
nl: Subtotaal

# subtitle_billing_and_shipping
source: Billing and Shipping
nl: Facturering en verzending
pt: Faturação e Envio

# readmoretext_data
source: See the data
nl: Bekijk de gegevens
pt: Ver os dados

# readmoretext_close
source: Close
nl: Dichtbij
pt: Fechar

# subtitle_recipient_data
source: Recipient Data
nl: Gegevens van de ontvanger
pt: Dados do Destinário

# text_island
source: Island
nl: Eiland
pt: Ilha

# text_no_delivery_locations
source: No delivery locations...
nl: Geen bezorglocaties...
pt: Sem localizações de entrega...

# text_enter_destiny
source: Please enter the delivery destination
nl: Vul a.u.b. de bezorgbestemming in
pt: Por Favor insira o destino de entrega

# text_delivery_address
source: Delivery Address
nl: Bezorgadres
pt: Endereço de Entrega

# text_change
source: Change
nl: Veranderen
pt: Trocar

# subtitle_add_information
source: Additional information
nl: Extra informatie
pt: Informação Adicional

# text_notes
source: Order notes (optional)
nl: Bestelnotities (optioneel)
pt: Notas da encomenda (opcional)

# hint_write
source: Write..
nl: Schrijven...
pt: Escrever...

# textbutton_next
source: Next
nl: Volgende
pt: Seguinte

# textbutton_skip
source: Skip
nl: Negeren
pt: Ignorar

# textbutton_back
source: Back
nl: Terug
pt: Voltar

# text_no_locations
source: No locations...
nl: Geen locaties...
pt: Sem localizações...

# text_add_new_location
source: Add a new location in
nl: Een nieuwe locatie toevoegen in
pt: Adiciona uma nova localização no

# title_new_destiny
source: New Destination
nl: Nieuwe bestemming
pt: Novo Destino

# title_delivery_location
source: Delivery Location
nl: Bezorglocaties
pt: Locais de Entrega

# text_fill_the_field
source: Fill in the following fields with the desired destination data:
nl: Vul de volgende velden in met bestemmingsgegevens:
pt: Prencher os seguintes campos com o dados do destino pretendido:

# text_recipient_name
source: Recipient's name
nl: Naam ontvanger
pt: Nome do destinatário

# text_address
source: Address
nl: Adres
pt: Endereço

# validator_enter_address
source: Enter the Address
nl: Vul adres in
pt: Insira o Endereço

# labeltext_phone_or_mobile
source: Phone or Mobile
nl: Telefoon of mobiel
pt: Telefone ou Telemovel

# button_save
source: Save
nl: Sparen
pt: Guardar

# title_instructions
source: Instructions
nl: Instructies
pt: Instruções

# text_information_form
source: Form Information
nl: Informatie over het formulier
pt: Informações do Formulário

# text_description_form
source: In this form, you must complete the details of the person receiving the order (products).
nl: In dit formulier moet u de gegevens invullen van de persoon die de bestelling ontvangt (producten)
pt: Neste formulário, deverá completar com os dados da pessoa receptora da encomenda (produtos).

# text_person_name
source: Write the name of the person who will receive the order;
nl: Typ de naam van de persoon die de bestelling zal ontvangen;
pt: Escreva o Nome da Pessoa que irá receber a encomenda;

# text_city_name
source: Write the city where the person above resides
nl: Schrijf de stad op waar de bovengenoemde persoon woont;
pt: Escreva a Cidade onde reside essa Pessoa acima referida;

# text_adress_name
source: Write the address where the order should be delivered;
nl: Schrijf het adres waar de bestelling moet worden afgeleverd;
pt: Escreva o Endereço onde deverá ser entregue a encomenda;

# text_enter_contact
source: Enter the recipient's Contact so we can contact you.
nl: Voer de contactpersoon van de ontvanger in zodat we contact met de ontvanger kunnen opnemen.
pt: Introduza o Contacto do receptor para podermos lhe contactar.

# text_add_information
source: In this field, you can add any extra information you want to inform the Company. Example: the date you want to be delivered.
nl: In dit veld kunt u extra informatie toevoegen die u ons wilt laten weten, bijvoorbeeld de datum waarop u de bestelling wilt laten bezorgen.
pt: Neste campo, poderá adicionar qualquer informação extra que deseja informar a Empresa. Exemplo: a data que deseja a ser entregue.

# subtitle_payment
source: Payment
nl: Betaling
pt: Pagamento

# text_cuppon
source: If you have a Discount Coupon, click on the "I have a discount" box, then enter the discount code.
nl: Als u een kortingsbon heeft, klikt u op het vak "Ik heb een korting" en voert u de kortingscode in.
pt: Caso tiver um Cuppon de Desconto, clica na caixinha "Tenho um desconto", a seguir, introduza o código do desconto.

# text_discount
source: I have a discount
nl: Ik heb korting
pt: Tenho um desconto

# subtitle_code_discount
source: Discount Code
nl: Kortingscode
pt: Código de Desconto

# valitador_code_discount
source: Enter discount code
nl: Voer kortingscode in
pt: Insira o código de desconto

# subtitle_number_card
source: Card Number
nl: Kaartnummer
pt: Número de Cartão

# valitador_number_card
source: Card Number
nl: Kaartnummer
pt: Número do cartão

# subtitle_expiration
source: Expiration
nl: Vervaldatum
pt: Expiração

# valitador_number_data
source: Insert date
nl: Datum invoeren
pt: Inserir data

# valitador_cvv2
source: Insert ccv
nl: CVV2 invoegen
pt: Insira ccv

# button_done
source: Done
nl: Finish
pt: Finalizar

# text_no_product
source: No products...
nl: Finish...
pt: Sem produtos...

# title_about_us
source: About us
nl: Over ons
pt: Sobre Nós

# text_mandabai
source: MandaBai, We are more than a Company!
nl: MandaBai, we zijn meer dan een bedrijf!
pt: MandaBai, somos mais que uma Empresa!

# readmoretext_see_more
source: See more
nl: Bekijk meer
pt: Ver mais

# text_description_mandabai
source: MandaBai is a company created in 2018 in the municipality of Santa Catarina, island of Santiago Cape Verde. It arose from the idea that there should be an alternative for sending products to family and friends in Cape Verde with the same or better speed and safety with which money is sent. So Carlos Sedoneo Pereira, created an online site where you can find a variety of products ranging from foodstuffs, household appliances to school supplies, which can be purchased as gifts and/or help friends, family and charities in Cape Verde. An added value that can be obtained by choosing MandaBai is that when you buy the products displayed on the site, the delivery of these products is offered free of charge by Mandabai throughout Cape Verde. An added value that can be obtained by choosing MandaBai is that when you buy the products displayed on the site, the delivery of these products is offered free of charge by Mandabai throughout Cape Verde. Mandabai covers all 9 inhabited islands of Cape Verde as well as free shipping to those islands at the recipient's home. For the use of our service, you will only be charged a fee of 5 euros. Surprise someone with an order with speed, seriousness, friendliness and security.
nl: MandaBai is een bedrijf opgericht op 2018 in de gemeente Santa Catarina, eiland Santiago Kaapverdië. Het is ontstaan vanuit het idee dat er een alternatief moet zijn voor het versturen van producten naar familie en vrienden in Kaapverdië met dezelfde of betere snelheid en veiligheid waarmee geld wordt verstuurd. Dus creëerde Carlos Sidoneo Pereira een online site waar je een verscheidenheid aan producten kunt vinden, variërend van voedingsmiddelen, huishoudelijke apparaten tot schoolbenodigdheden, die je kunt kopen als cadeau en/of om vrienden, familie en goede doelen in Kaapverdië te helpen. Een toegevoegde waarde die kan worden verkregen door voor MandaBai te kiezen, is dat wanneer u de producten koopt die op de site worden weergegeven, de levering van deze producten gratis wordt aangeboden door Mandabai in heel Kaapverdië. Mandabai dekt alle 9 bewoonde eilanden van Kaapverdië, evenals gratis verzending naar die eilanden bij de ontvanger thuis. Voor het gebruik van onze service betaalt u slechts 5 euro. Verras iemand met een bestelling met snelheid, ernst, vriendelijkheid en veiligheid.
pt: MandaBai é uma empresa criada em 25-10-2018 no concelho de Santa Catarina, ilha de Santiago Cabo Verde. Surgiu da ideia de que deveria haver uma alternativa para o envio de produtos para familiares e amigos em Cabo-Verde com a mesma ou melhor rapidez e segurança com que se envia dinheiro. Sendo assim Carlos Sedoneo Pereira , criou um site online onde se pode encontrar uma variedade de produtos que vai desde generos alimenticios, electrodomésticos a materiais escolares, que podem ser comprados para presentear e\ou ajudar amigos, familiares e instituições de caridade em Cabo Verde. Uma mais valia que se pode obter em preferir a MandaBai é que quando se compra os produtos expostos no site, a entrega desses produtos é oferecida gratuitamente pela Mandabai para todo Cabo Verde. A Mandabai abrange todas as 9 ilhas habitadas de Cabo Verde assim como o envio gratuito á essas ilhas na casa do destinatário. Para o uso do nosso serviço é lhe cobrado apenas uma taxa de 5 euros. Surpreenda alguém com uma encomenda com rapidez, seriedade, simpatia e segurança

# subtitle_company_members
source: Company Constitution
nl: Bedrijfsvorming
pt: Constituição da Empresa

# text_role_carlos
source: Company Founder
nl: Oprichter van het bedrijf
pt: Fundador da empresa

# text_description_carlos
source: Mentor behind the Mandabai venture. He believed that it was possible to send products to family and friends through online processes, proving to be an effective method and making a difference in the lives of many Cape Verdeans.
nl: Mentor achter de Mandabai-onderneming. Hij geloofde dat het mogelijk was om producten via online processen naar familie en vrienden te sturen, wat een effectieve methode bleek te zijn en een verschil maakte in het leven van veel Kaapverdianen.
pt: Mentor por trás do empreendimento Mandabai. Acreditou que era possível o envio de produtos para familiares e amigos, através de processos online, provando ser um método eficaz e fazendo a diferença na vida de muitos cabo-verdianos.

# text_description_eveline
source: Degree in Economics and Business Sciences. She believes that Mandabai is much more than a company, but a way to unite Cape Verdean emigrants with Cape Verde.
nl: Diploma in economie en bedrijfswetenschappen, gelooft hij dat Mandabai veel meer is dan een bedrijf, maar een manier om emigranten te verenigen met Kaapverdianen in Kaapverdië.
pt: Licenciada em Economia e Ciências Empresariais. Acredita que a Mandabai é bem mais que uma empresa, mas sim uma forma de unir os emigrantes cabo-verdianos a Cabo Verde.'

# text_role_antonio
source: United States of America
nl: EUA
pt: Estados Unidos da América

# text_description_antonio
source: Mandabai's representative in the United States of America
nl: Mandabai-vertegenwoordiger in de Verenigde Staten van Amerika
pt: Mandatário de Mandabai nos Estados Unidos da América

# subtitle_representative_members
source: MandaBai Representatives
nl: MandaBai-vertegenwoordigers
pt: Mandatários de MandaBai

# text_description_estevao
source: Mandabai's representative in Portugal
nl: Mandabai's vertegenwoordiger in Portugal
pt: Mandatário de Mandabai em Portugal

# subtitle_mission
source: Mission
nl: Missie
pt: Missão

# text_description_mission
source: Contribute to the deepening and strengthening of family relationships and friendship between our customers; Making Cape Verdeans across the diaspora feel ever closer to Cape Verde; Offering quality products and services with speed and sympathy.
nl: Bijdragen aan het verdiepen en versterken van familierelaties en vriendschappen tussen onze klanten; waardoor Kaapverdianen verspreid over de diaspora zich dichter bij Kaapverdië voelen; Snel en sympathiek kwaliteitsproducten en -diensten aanbieden.
pt: Contribuir para o aprofundamento e fortalecimento das relações familiares e de amizade entre os nossos clientes ; Fazer com que os Cabo-Verdianos espalhados pela diáspora se sintam cada vez mais próximos de Cabo Verde ; Oferecer produtos e serviços de qualidade com rapidez e simpatia.

# subtitle_vision
source: Vision
nl: Visie
pt: Visão

# text_description_vision
source: To be the best and largest website in Cape Verde in the minds and hearts of consumers and employees; To make available to our customers a service that is seen as qualitatively differentiating in the short, medium and long term; To be a startup recognized for its excellence, speed, quality and friendliness.
nl: De beste en grootste website van Kaapverdië zijn in de hoofden en harten van consumenten en medewerkers; Onze klanten een service bieden die op korte, middellange en lange termijn als kwalitatief onderscheidend wordt gezien; Een startup zijn die bekend staat om zijn uitmuntendheid, snelheid, kwaliteit en vriendelijkheid.
pt: Ser o melhor e maior site de Cabo Verde na mente e no coração dos consumidores e dos funcionários; Colocar á disposição dos nossos clientes um serviço que seja visto como qualitativamente diferenciador no curto, médio e longo prazo; Ser uma startup reconhecida pela sua excelência, rapidez, qualidade e simpatia.

# subtitle_values
source: Values
nl: Waarden
pt: Valores

# text_description_values
source: -Integrity and honesty; -Commitment to customers and partners; -Openness and respect for others and commitment to contribute to their development; -Quality, excellence and speed; -Social and environmental responsibility -Co-prosperities; -Trust, respect for customers, employees and partners; -Leadership and diversity.
nl: -Integriteit en eerlijkheid; -Commitment aan klanten en partners; -Openheid en respect voor anderen en inzet om bij te dragen aan hun ontwikkeling; -Kwaliteit, uitmuntendheid en snelheid; -Sociale en ecologische verantwoordelijkheid;; -Co-welvaar; -Vertrouwen, respect voor klanten, medewerkers en partners; -Leiderschap en diversiteit.
pt: -Integridade e honestidade; -Empenho para com os clientes e parceiros; -Abertura e respeito para com os outros e empenho para contribuir para o seu desenvolvimento; -Qualidade, excelência e rapidez; -Responsabilidade social e ambiental; -Co-prosperidades; -Confiança, respeito para com os clientes, funcionários e parceiros; -Liderança e diversidade.

# text_about_application
source: About Application
nl: Over de app
pt: Sobre Aplicação

# textbutton_published_by
source: Published by
nl: Gepubliceerd door
pt: Publicado por

# textbutton_developed_by
source: Developed by
nl: Ontwikkeld door
pt: Desenvolvido por

# textbutton_termos_of_use
source: Termos of use
nl: Gebruiksvoorwaarden
pt: Termos de Uso

# textbutton_privacy_police
source: Privacy Police
nl: Privacybeleid
pt: Politica de Privacidade

# title_my_favorites
source: My Favorites
nl: Mijn favorieten
pt: Meus Favoritos

# text_no_favorite_product
source: No product marked as favorite...
nl: Geen product gemarkeerd als favoriet...
pt: Sem produto marcado como favorito...

# text_total
source: Total
nl: Totaal

# text_checkout
source: CHECKOUT
nl: Uitchecken
pt: Confira

# text_in_process_order
source: Order in process
nl: Bestelling in behandeling
pt: Encomenda em processo

# text_delivery_order
source: order delivered
nl: bestelling geleverd
pt: Encomenda entregue

# text_empty_order
source: no order...
nl: geen bestelling...
pt: sem pedido...

# text_description
source: Description
nl: Beschrijving
pt: Descrição

# text_order_number
source: Order
nl: Volgorde
pt: Encomenda

# text_amount
source: Amount
nl: De hoeveelheid
pt: Quant

# text_personal_data
source: Personal data
nl: Persoonlijke gegevens
pt: Dados pessoais

# button_add_cart
source: Add to Cart
nl: Voeg toe aan winkelmandje
pt: Adicionar ao Carrinho

# text_information_checkout
source: In case you have not added the delivery location, you must enter the delivery destination by clicking on the "plus" icon to add a location. If you already have the locations entered, just choose the location you want.
nl: Als u de bezorglocatie niet heeft toegevoegd, moet u de bezorgbestemming invoeren door op het "plus"-pictogram te klikken om een locatie toe te voegen. Als u de locaties al heeft ingevoerd, kiest u gewoon de gewenste locatie.
pt: No caso, não tiver adicionado o local de entrega, deverá inserir o destino de entrega clicando no ícone "mais" para adicionar uma localização. Se já tem as localizações inseridas, é só escolher a localização que deseja.

# title_terms_of_use
source: Termos of use
nl: Gebruiksvoorwaarden
pt: Termos de Uso

# title_privacy_police
source: Privacy Police
nl: Privacybeleid
pt: Politica de Privacidade

# subtitle_privacy_police
source: Privacy Regulation MandaBai
nl: MandaBai Privacybeleid
pt: Politica de Privacidade MandaBai
